import product1 from "./img/products/0000s_0011_012.jpg";
import product2 from "./img/products/2.jpeg";
import product3 from "./img/products/3.jpeg";
import product4 from "./img/products/4.jpeg";
import product5 from "./img/products/5.jpeg";
import product6 from "./img/products/6.jpeg";
import product7 from "./img/products/7.jpeg";
import product8 from "./img/products/8.jpeg";
import product9 from "./img/products/9.jpeg";
import product10 from "./img/products/10.jpeg";
import product11 from "./img/products/11.jpeg";
import product12 from "./img/products/12.jpeg";
import product13 from "./img/products/13.jpeg";
import product14 from "./img/products/14.jpeg";
import product15 from "./img/products/15.jpeg";

export const PRODUCTS = [
  {
    id: 1,
    productName: "Чай Лунцзин",
    price: 230.0,
    image: product1,
    discription:
      "Перед вами один із найвідоміших чаїв Китаю. Уродженець Ханчжоу з провінції Чжецзян, обов’язковий у списку Імператорських чаювань – його величність Лунцзин, або ж Колодязь Дракона. Його блідо-зелене з жовтим відтінком листя має форму гладенького пера різного розміру. Заварюється у яскраво-зелений чайний напій з оливковим відтінком, прозорий і яскравий. Основний смаковий профіль – рослинно-горіховий, свіжий. Між солодкими квітковими і терпкими трав’яними нотами у посмаку тримається приємна напруга.",
  },
  {
    id: 2,
    productName: "Чай білий Срібні Голки",
    price: 350.0,
    image: product2,
    discription:
      "В Срібних Голках ви не зустрінете ні стеблинки, ні листя, а лише витончені, довгі бруньки, вкриті тендітним блискучим сріблястим ворсом. Це рідкісний, надзвичайний чай, і в Україні його важко купити. Смак і аромат аристократичний, легкий і свіжий. Настій чаю світлий з легким рожевим відтінком. Ворсинки в заварюванні заграють, відбиваючи світло, «лоскочуть» ті ділянки язика, що відповідають за солодкий посмак.",
  },
  {
    id: 3,

    productName: "Чай Асам Golden Tips",
    price: 1500.0,
    image: product13,
    discription:
      "У повіті Ансі чай вирощували ченці з кінця династії Тан, тобто з 7 століття. Проте точна дата появи цього чаю досі не відома. Знають лише, що до 18 століття торгівля чаєм з Ансі досягає найвищого рівня, а найвідомішим стає улун Тегуаньінь. Одна з дивовижних особливостей Тегуаньінь – аромат, який магічним чином переносить у миті теплого весняного дощу. Він – як квітка бузку, що має солодкий, фруктовий смак без терпкості, а також легкий холодок і свіжість у посмаку. Цей чудовий чай дарує незвичайне відчуття комфорту, а чаювання супроводжується приємним розслабленням та піднятим настроєм.",
  },
  {
    id: 4,
    productName: "Тегуаньінь Нун Сян",
    price: 260.0,
    image: product4,
    discription:
      "Китайський улун середньої ферментації, родом із провінції Фуцзянь, повіту Ансі.З китайської Нун Сян перекладається як густий, міцний аромат. Цей Тегуаньінь має інакший вигляд, ніж його родичі. Колір листа менш насичений, дещо приглушений. Із зеленого він переходить у жовтувато-золотавий. Аромат не такий яскравий, але, навпаки, більш спокійний і рівний. Колір настою світло-жовтий. Смак щільний, без надто яскравих відтінків, але водночас глибокий. Посмак можна порівняти з осіннім лісом. Нагадує підв’ялену траву, тепле молоко та гілки молодого вишневого дерева.",
  },
  {
    id: 5,
    productName: "Чай Дахунпао (Великий червоний халат)",
    price: 240.0,
    image: product5,
    discription:
      "Є в центрі гір Уішань загадкове місце, яке називається «Лігвом дев’яти драконів». Саме тут, на скелястих уступах, ростуть кущі Великого Червоного Халату. З цим напоєм та його виникненням пов’язано безліч легенд: одні розповідають про мавп, інші – про неймовірно зцілену матір імператора, треті – про студента, який обернув кущ у червоний халат. Але всі згодні з одним: китайський чай Дахунпао дивовижний на смак, а ще має надзвичайний вплив на організм людини. В ароматі присутні димно-мускатні ноти, гарячий шоколад та свіжа малина. Смак – схожий на курагу, із приємною  солодкою кислинкою.",
  },
  {
    id: 6,
    productName: "Чай Уі Ци Лань “Чарівна орхідея”",
    price: 390.0,
    image: product6,
    discription:
      "«Чарівна Орхідея» – відносно новий для Уішані сорт чайного куща з невеликим ніжним листям. Родом із сусідньої провінції Гуандун, у заповіднику Уі він з’явився наприкінці ХХ століття, з кожним роком набуваючи все більшої популярності. Ніжне листя під час заварювання розкривається в настої жовто-оранжевого кольору із сонячним відблиском. Смак солодкий, пряний, чистий, поєднує вершково-ванільні ноти з легким квітковим подихом природи. Аромат нагадує солодку випічку або печиво з горіховою крихтою. У ньому немає нічого зайвого, але всі відтінки смаку й аромату – бездоганні.",
  },
  {
    id: 7,
    productName: "Чай шу Пуэр БаДа, Pu Yu",
    price: 1200.0,
    image: product7,
    discription:
      "Чай Шуй Сянь відноситься до улунів, що містять найкращі якості зеленого та червоного чаїв та займають проміжну позицію між ними. Чайні фермери вирощують Шуй Сянь на плантаціях, розташованих на хребті Уішань, у провінції Фуцзянь.Колір чаю – насичено-медовий, а аромат просто неможливо передати словами. У ньому, звичайно ж, відчувається запах диму та хвої, бо його, як і інші улуни, підсушують на дровах. Але те різноманіття відтінків, що робить цей чай абсолютно особливим і незабутнім, – як його передати? З першим же ковтком огортає м’якість смаженого соняшникового насіння, насиченість волоських горіхів, маслянистість та теплота. Спробуйте Шуй Сян хоча б раз – він точно займатиме постійне місце у Вашій чайній колекції. ",
  },
  {
    id: 8,
    productName: "Чай шу пуер Гун Тін Гун Ча",
    price: 2300.0,
    image: product8,
    discription:
      "Смак Шу пуера – це смак витриманого чаю. Деякі стверджують, що присмак нагадує вершки, деякі порівнюють напій із гарячим шоколадом, іншим здається, що він схожий на кисіль. Кожен по-своєму має рацію. Ферментація дозволяє отримати продукт, що містить у своєму складі пектин та кофеїн. Це дає настою в'язкість, калорійність і робить його схожим на один із цих напоїв.",
  },
  {
    id: 9,
    productName: "Чай Тегуаньінь на живцях",
    price: 650.0,
    image: product9,
    discription:
      "Тегуаньінь – один з найвідоміших чаїв, який займає перше місце серед світлих улунів, завдяки неповторному аромату і незабутньому смаку. Його збирають три чайні сезони: навесні, влітку та восени. Найцінніший чай майстри відбирають навесні. Листя збирають більш зрілим, ніж для виготовлення зеленого чаю. Заварений Тегуаньінь швидко розкривається в акуратний і цілісний лист. Аромат – яскравий та соковитий, схожий на весняні квіти, бузок, із нотою кураги та пряністю польових трав.Смак – глибокий, насичений, свіжий, солодкий, стає м’якшим і ніжнішим з кожним заварюванням. По собі залишає довготривалий, рівний посмак.",
  },
  {
    id: 10,
    productName: "Чай Тегуаньінь",
    price: 450.0,
    image: product10,
    discription:
      "Тегуаньінь - крупнолистовий чай. Для його виробництва лист збирають більш зрілий, ніж для зеленого чаю. Слабка ферментація зберігає вітаміни та танін, активізує кофеїн і створює умови для утворення нових ефірних олій і сполук, що надають чаю своєрідного смаку й особливо сильного пряно-фруктового аромату.",
  },
  {
    id: 11,
    productName: "Чай шу пуер",
    price: 1180.0,
    image: product11,
    discription:
      "Перед нами – представник відомої серії чайного заводу Хайвань (海湾). Уже багато років фабрика використовує найстаріші рецепти для виготовлення чаїв найкращої якості. Шу Пуер – 9978, вироблений у 2019 році. В основі – органічно чиста сировина. Аромат сухого листа теплий і приємний, без характерної для шу пуерів землистості. Колір настою – коньячний. Смак – яскравий, але трохи грубуватий. Спресований у формі млинця вагою 357 грамів. Безсумнівно, Шу Пуер лінійки «Старий товариш» гідно оцінять любителі ферментованого пуера.",
  },
  {
    id: 12,
    productName: "Чай Дарджилінг сад",
    price: 900.0,
    image: product12,
    discription:
      "А ви смакували чай, який вважається справжнім шампанським? Зараз – саме час, адже ми знайомимо вас із новим Дарджилінгом садів Singbulls. Коричневі листочки середнього розміру, скручені вздовж та поєднані з великою кількістю зеленого листя. Настій золотавого кольору з горіхово-квітковим ароматом та нотами зелені. Смак – ніжний, квітковий, злегка гіркуватий і кислуватий.    ",
  },
  {
    id: 13,

    productName: "Тегуаньінь Аньсі",
    price: 275.0,
    image: product3,
    discription:
      "Цей чай – ідеальне рішення для ранкового чаювання завдяки високому вмісту кофеїну в ньому. Напрочуд міцний і терпкий, вирощений в Індії, на схилах Гімалаїв. Коричневі листочки середнього розміру, акуратно й рівномірно скручені вздовж, поєднані з великою кількістю пухнастих золотих тіпсів – отримуємо настій насиченого мідно-червоного кольору. Аромат схожий на осіннє листя та м’який мох, медовий, горіховий, із нотами солодкої випічки. Маслянистий, злегка молочний і гіркуватий смак чудово поєднується з молоком, цукром і лимоном.",
  },
  {
    id: 14,
    productName: "Чай Пурпуровий з лавандою",
    price: 150.0,
    image: product14,
    discription:
      "Наш новий купаж, виготовлений на основі кенійського чаю найвищої якості. Він – ніби справжня квітка лаванди: трохи цитрусової кислинки, багато свіжості, що огортає м’яке тіло основного смаку, нотка міцної терпкуватості, пікантна легка гіркуватість, і все це підкреслене пеленою солодкого аромату, що залишає такий самий свіжий посмак. Якби ми могли спробувати весну на смак, то вона була б у всіх деталях схожа на цей чай. У складі – велике темне листя, гармонійно поєднане із квітами лаванди та часточками апельсина. Особливо зачаровує колір настою: ніжний, прозорий, персиково-рожевий, схожий на весняне небо ввечері. Аромат – шалено свіжий, цитрусовий, пряний, з яскраво відчутними нотами лаванди – королеви цього чаю. Відкриємо секрет: він чудово смакує як гарячим, так і холодним, при цьому миттєво тонізуючи й заряджаючи життєдайною силою. А лаванда містить у собі безліч корисних мікроелементів та наповнює напій неперевершеним ароматом і ніжним, незабутнім смаком.",
  },

  {
    id: 15,
    productName: "Чай Кенія сад MOMUL",
    price: 250.0,
    image: product15,
    discription:
      "MOMUL BP1 CTC - чорний гранульований чай. Чай неперевершеної якості з кенійських садів MOMUL. Листя дрібне й гранульоване. Колір настою насичений червоно-коричневий. Аромат насичений, яскравий, із помітною, але ненав’язливою солодкуватістю. Смак міцний, насичений, із яскравою гіркуватістю. По собі залишає незабутній пряний і терпкий посмак Упакован в фольгированный пакет",
  },
];
